// - У змінній day дано якесь число від 1 до 31.
// Потрібно визначити, у яку половину(декаду) місяця потрапляє це число (у першу, другу чи третю).

// alert("- У змінній day дано якесь число від 1 до 31. Потрібно визначити, у яку половину(декаду) місяця потрапляє це число (у першу, другу чи третю).")

let day = prompt("1-31");
if ( day >= 0 && day <= 11) {
    console.log("1 декада")
}
if ( day > 11 && day <= 21) {
    console.log("2 декада")
}
if (day > 21 && day <= 31) {
    console.log("3 декада")
}
if (day < 0 || day > 31) {
    console.log("ведіть коректе число")
}